---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsLandingtypeUseSameTriserAsRun
source: html/16bb9e77-4d4d-d9e3-87d7-2b4ef656345f.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsLandingtypeUseSameTriserAsRun Property

"Same as Run": Same as Run

## Syntax (C#)
```csharp
public static ForgeTypeId StairsLandingtypeUseSameTriserAsRun { get; }
```